Repository: DevelopCubeLab/CellularInfo
Catalog: CellularInfo/Localizable.xcstrings
Source language: en
Languages: zh_hans

# LockNetworkMode
source: Lock Network Mode (Beta)
zh_hans: 锁定网络类型(Beta)

# LockNetworkModeEntryTipsMessage
source: The "Lock Network Mode" feature is an internal testing tool designed for advanced users to forcibly configure the device’s network mode. Please note: ⚠️ This feature does not guarantee that the desired network mode can be successfully applied. Incorrect configurations may result in issues such as loss of cellular service or other network abnormalities. In some cases, these issues may not occur immediately, but instead appear after a period of time (for example, several hours later or the next day). If you experience no service or other network issues, you may try the following steps to recover: 1. Restart your device 2. Restore the carrier configuration to the system default via IPCC Management 3. If the issue persists, restoring the device to factory settings may be required This feature will not cause hardware damage to your device. However, any risks arising from its use are the responsibility of the user. If you do not accept these risks, or entered this screen by mistake, it is recommended to tap "Exit". The app will automatically close this tool and hide its entry point.
zh_hans: “锁定网络类型”功能为内部测试工具，主要用于帮助专业用户强制设定设备的网络类型。 请注意： ⚠️该功能不保证一定能够成功设定为您期望的网络类型，且错误的配置可能会导致蜂窝网络出现“无服务”等异常情况。 在某些情况下，问题可能不会立即出现，而是在一段时间后（例如数小时或次日）才出现无服务或网络异常。 如果出现无服务或网络异常，您可以尝试以下方法进行恢复： 1. 重新启动设备 2. 在 IPCC 管理中将运营商配置恢复为系统默认版本 3. 如仍无法恢复，可能需要将设备恢复至出厂设置 本功能不会对设备硬件造成损坏，但使用过程中产生的风险需由用户自行承担。 如果您无法接受上述风险，或误进入当前界面，建议您点击“退出”，应用程序将自动关闭该工具并隐藏入口。

source: Logic Board ID: %@
zh_hans: 主板编号: %@

source: Low Data Mode: %@
zh_hans: 低数据模式: %@

source: Maintenance
zh_hans: 维护

source: Manual
zh_hans: 手动

# ManuallySelectNetwork
source: Manually select the network
zh_hans: 手动选择网络中

source: Maximum Conference Call Participants: %@
zh_hans: 多方通话最多支持人数: %@

# MaximumTransmitPowerLimit
source: Maximum Transmit Power Limit: %@ dBm
zh_hans: 最大发射功率上限: %@ dBm

# MaximumTransmitPowerLimitHint
source: Maximum UE transmit power indicates the maximum transmit power permitted under current network conditions. This limit is determined by device capabilities, regulatory constraints, and network power control policies, and may affect coverage range and power consumption.
zh_hans: 最大发射功率上限(Maximum UE transmit power) 表示设备在当前网络条件下允许的最大发射功率上限，由终端能力、监管要求以及网络侧功率控制策略共同决定，可能影响信号覆盖范围与功耗表现。

# MCCHint
source: MCC (Mobile Country Code) is a 3-digit code assigned by the ITU that identifies the geographic or regulatory region of a mobile network operator.
zh_hans: MCC（移动国家代码）是由国际电信联盟（ITU）分配的三位数字代码，用于标识移动网络运营商所属的地理或电信监管区域。

source: MMS
zh_hans: 彩信

# MNCHint
source: MNC (Mobile Network Code) is a 2 or 3-digit code that identifies a specific mobile network operator within an MCC-defined region.
zh_hans: MNC（移动网络代码）是一个2或3位数字代码，用于区分同一MCC区域内的不同移动网络运营商。

source: Mobile Data
zh_hans: 蜂窝数据

source: Mobile Data Usage Collection Statistics: %@
zh_hans: 蜂窝数据用量统计: %@

source: Modem Firmware: %@
zh_hans: 调制解调器固件: %@

source: Modem Identifiers
zh_hans: 基带硬件标识

source: Multi-Network Mode
zh_hans: 多种网络类型

source: NAT Keep-Alive Interval: %@
zh_hans: NAT保持时间: %@

# NATKeepAliveIntervalHint
source: Indicates the NAT traversal (NAT-T) keep-alive interval over cellular (in seconds). The system periodically sends keep-alive packets to maintain NAT mappings and prevent the connection from being dropped. Lower values increase keep-alive frequency but may result in higher power consumption.
zh_hans: 该值表示蜂窝网络下 NAT 穿越（NAT-T）保活间隔（单位：秒）。系统会按该周期发送保活数据包，以维持 NAT 映射，防止连接被网络侧回收。数值越小，保活越频繁，但可能增加功耗。

# NeedPublicCellularPlanEntitlements
source: Need Specific Entitlements (public-cellular-plan)
zh_hans: 需要额外权利(public-cellular-plan)

# NeedSelectIPCCFileTypeMessage
source: Please select a file of type .ipcc
zh_hans: 请选择 .ipcc 类型的文件

# NeedToLaunchSetUpEmbeddedSIM
source: Requires eSIM Setup: %@
zh_hans: 需要设置eSIM: %@

source: Network
zh_hans: 网络

source: Network Access Authentication
zh_hans: 蜂窝网络认证

# NetworkBandwidth
source: %1$@Bandwidth: %2$@
zh_hans: %1$@频宽: %2$@

# NetworkCellBand
source: %1$@ Cell Band: %2$@
zh_hans: %1$@频段: %2$@

source: Network Reject Cause: %@
zh_hans: 被网络拒绝原因: %@

source: Network Selection Info: %@
zh_hans: 网络选择信息: %@

source: Network Selection Menu Available: %@
zh_hans: 手动选择网络: %@

source: Network Selection Mode: %@
zh_hans: 网络选择模式: %@

source: No
zh_hans: 否

# NoCarrierBookmarks
source: No carrier bookmarks available
zh_hans: 无运营商书签

# NoIPCCInstalled
source: No IPCC installed, please install IPCC before restoring
zh_hans: 没有安装任何IPCC，请安装IPCC后再恢复

source: No Limit
zh_hans: 无限制

source: None
zh_hans: 无

source: No Permission
zh_hans: 无权限

source: No Service
zh_hans: 无服务

source: No SIM
zh_hans: 无SIM卡

source: Not Allowed
zh_hans: 不允许

source: Not Applicable
zh_hans: 不适用

source: Not Connected
zh_hans: 未连接

# NotInstalledIPCCAlertMessage
source: ⚠️ No IPCC configuration detected on this device. Using the “Lock Network Mode” feature without IPCC installed may result in loss of cellular service. Since the carrier configuration cannot be restored to the system default, network connectivity may not be recoverable. It is recommended to install IPCC before proceeding.
zh_hans: ⚠️ 未检测到当前设备已安装 IPCC。 在未安装 IPCC 的情况下使用“锁定网络类型”功能，一旦出现无服务，由于无法将运营商配置恢复为系统默认版本，可能导致网络连接无法恢复。 建议先安装 IPCC 后再继续操作。

source: <Not obtained>
zh_hans: <未获取到>

source: Not Registered
zh_hans: 未注册

source: Not Selected
zh_hans: 未选择

source: <Not set>
zh_hans: <未设定>

source: Not Supported
zh_hans: 不支持

source: Not supported on iPad
zh_hans: iPad不支持

# NRAbsoluteRadioFrequencyChannelNumber
source: NRARFCN: %@
zh_hans: 5G绝对无线信道编号(NRARFCN): %@

# NRAbsoluteRadioFrequencyChannelNumberHint
source: NR Absolute Radio Frequency Channel Number(NRARFCN) Identifies the radio channel number corresponding to the serving 5G carrier frequency. Unlike GSCN, which is used during cell search and synchronization to discover base stations, NRARFCN represents the actual carrier frequency used for data transmission.
zh_hans: 5G绝对无线信道编号 NR Absolute Radio Frequency Channel Number(NRARFCN)用于标识设备当前连接的 5G 无线频率位置，是 5G 网络中定位业务载波频率的重要编号。 与 GSCN（同步信号信道号）不同，NRARFCN 表示设备实际用于数据通信的载波频率，而 GSCN 主要用于终端在网络搜索和小区同步阶段发现基站。

source: NR BWP Support: %@
zh_hans: 5G动态频宽(BWP): %@

# NRBWPSupportExperimentalHint
source: Bandwidth Part (BWP) indicates whether the device supports dynamically using only part of the available 5G bandwidth. This feature helps improve power efficiency and allows the network to allocate radio resources more flexibly. This value is more likely to reflect internal Bandwidth Part (BWP) configuration or capability rather than a standardized indicator of 5G Advanced (5GA). Based on observed behavior and partial references, it may use a bitmask representation to indicate support for Downlink (DL) and Uplink (UL) BWPs (e.g., a value of value is 3 may indicate support for both DL and UL).
zh_hans: 5G动态频宽 Bandwidth Part (BWP) 表示设备是否支持在5G网络中动态仅使用部分可用带宽。 这有助于降低功耗，并提升网络资源分配效率。 该数值更可能反映的是内部的带宽部分（BWP）配置或能力，而非标准化的 5G Advanced（5GA）指示。结合现有行为和部分参考文献分析，其取值可能采用位掩码形式，用于表示下行（Downlink）与上行（Uplink）BWP 的支持情况（例如数值为3可能表示同时支持下行与上行）。

# NRBWPSupportHint
source: Bandwidth Part (BWP) indicates whether the device supports dynamically using only part of the available 5G bandwidth. This feature helps improve power efficiency and allows the network to allocate radio resources more flexibly.
zh_hans: 5G动态频宽 Bandwidth Part (BWP) 表示设备是否支持在5G网络中动态仅使用部分可用带宽。 这有助于降低功耗，并提升网络资源分配效率。

# NRConnected
source: 5G SA(NR): %@
zh_hans: 5G SA: %@

# NrFrequencyRange
source: 5G (NR) Frequency Range: %@
zh_hans: 5G(NR)频率范围: %@

# NrFrequencyRangeHint
source: Indicates the frequency range currently used by the active 5G connection and is depend on the device's support capabilities and network support status. Sub-6 (FR1) provides wider coverage with moderate speeds, while mmWave (FR2) delivers higher throughput but with significantly limited coverage.
zh_hans: 5G(NR)频率范围5G (NR) Frequency Range表示当前5G连接所使用的频率范围，依赖设备支持能力和网络支持情况。Sub-6 频段覆盖范围更广但速率较低，毫米波（mmWave）速率更高但覆盖范围较小。

# NRMmWave
source: mmWave (FR2)
zh_hans: 毫米波

source: NR Status: %@
zh_hans: 5G NR状态: %@

# NRSub6
source: Sub-6 (FR1)
zh_hans: 广覆盖

# NRSub6AndMmWave
source: Sub-6 (FR1) + mmWave (FR2)
zh_hans: 广覆盖+毫米波

# NRSubcarrierSpacing
source: NR SCS: %d kHz
zh_hans: 5G子载波间隔(SCS): %d kHz

source: NR Subcarrier Spacing Data and Technical Details
zh_hans: 5G子载波间隔数据与技术细节

# NRSubcarrierSpacingHint
source: NR Subcarrier Spacing (SCS)Spacing between OFDM subcarriers in the NR carrier. Determines latency and coverage characteristics.
zh_hans: 5G子载波间隔 NR Subcarrier Spacing (SCS) NR载波中OFDM子载波之间的频率间隔，会影响时延和覆盖范围。

source: Open
zh_hans: 打开

source: Open source components
zh_hans: 开源组件

source: Operation failed
zh_hans: 操作失败

# OperationTimeout
source: Operation timed out
zh_hans: 操作超时

source: Operator Name: %@
zh_hans: 网络名称: %@

source: OTA Activation
zh_hans: OTA激活服务

source: OTA Internet
zh_hans: OTA互联网访问

source: Password
zh_hans: 密码

source: Paste
zh_hans: 粘贴

# PasteActivationTicketIncorrectMessage
source: The pasted content is not a valid activation ticket. Please check and try again.
zh_hans: 粘贴的内容不是有效的基带激活信息，请确认后重试。

source: Pasteboard Empty
zh_hans: 剪贴板为空

source: Pasted
zh_hans: 已粘贴

# PathLocked
source: The installation directory is locked. Please restore default permissions and try again Locked paths: %@
zh_hans: 安装目录被锁定, 请先恢复默认权限后再试一次 锁定的目录: %@

# PathLockedWithPath
source: The Carrier Bundle directory is locked. Please unlock it first. Locked paths: %@
zh_hans: IPCC目录被锁定，请先解除锁定 被锁定的目录: %@

source: Permission denied
zh_hans: 权限不足

source: Personal Hotspot
zh_hans: 个人热点

source: Personal Hotspot Availability: %@
zh_hans: 使用个人热点: %@

# PersonalHotspotEnabled
source: Personal Hotspot: %@
zh_hans: 个人热点: %@

source: Phone Number: %@
zh_hans: 电话号码: %@

source: Phone Number Credential Status: %@
zh_hans: 号码认证状态: %@

# PhoneNumberCredentialStatusHint
source: Shows whether the carrier network has validated the SIM/eSIM identity. This is a network authentication status, not an indication of number presence or usage.
zh_hans: 表示运营商网络是否已验证该 SIM/eSIM 的身份，该状态仅代表网络认证结果，并不表示是否存在或正在使用电话号码。

source: Phone Number Editable: %@
zh_hans: 编辑电话号码: %@

# PhoneNumberRegistrationCapability
source: Phone Number Registration (PNR) Capability: %@
zh_hans: 号码注册能力(PNR): %@

# PhoneNumberRegistrationCapabilityHint
source: Phone Number Registration (PNR) shows whether your carrier supports number-based identity features. It does not mean the feature is currently in use.
zh_hans: 号码注册能力 Phone Number Registration (PNR) 表示当前运营商是否支持基于手机号的身份功能，并不代表正在使用该功能。

# PhysicalCellID
source: PCI: %d
zh_hans: 物理小区ID (PCI): %d

# PhysicalCellIDHint
source: Physical Cell ID (PCI) identifies the physical radio cell on the same frequency. Used for handover and cell differentiation.
zh_hans: 物理小区ID Physical Cell ID (PCI) 用于区分同频小区的物理标识，设备在切换和测量时会使用该参数。

source: Physical SIM
zh_hans: 实体SIM卡

# PINAttemptHint
source: Displays the remaining PIN attempt count for the current SIM card. Once all PIN attempts are exhausted, PUK verification will be required to unlock the SIM.
zh_hans: 显示当前SIM卡剩余的 PIN 尝试次数。 PIN尝试次数用尽后，会触发PUK解锁。

source: PLMN: %@
zh_hans: 移动网络标识(PLMN): %@

# PLMNHint
source: PLMN (Public Land Mobile Network) consists of MCC + MNC and is used to identify the currently connected mobile operator network.
zh_hans: PLMN（公共陆地移动网络）由 MCC+MNC 组成，用于标识当前连接的运营商网络

# PreferredDataSlot
source: Preferred Data: %@
zh_hans: 蜂窝网络: %@

# PreferredDataSlotNumber
source: Preferred Data: Slot %1$d - %2$@
zh_hans: 蜂窝网络: 卡 %1$d - %2$@

source: Preferred Network Type: %@
zh_hans: 首选网络类型: %@

source: Private Network SIM: %@
zh_hans: 私有网络SIM卡: %@

# PrivateNetworkSIMHint
source: Indicates whether the current SIM is connected to a private network (such as an enterprise or test cellular network), rather than a public carrier network. Most consumer devices will typically show “No”.
zh_hans: 当前SIM卡是否为私用网络的SIM卡（如企业专用网络或测试蜂窝网络），而非公共运营商网络。普通用户设备通常为“否”。

# PrivateRelayStatus
source: iCloud Private Relay: %@
zh_hans: iCloud专用代理: %@

source: Provide CoreTelephony Head File
zh_hans: 提供CoreTelephony头文件

# PublicCellularPlanEntitlementsHint
source: This feature relies on the public-cellular-plan entitlement and is only available to carriers or authorized application developers.
zh_hans: 该功能依赖 public-cellular-plan 权利，仅对运营商或经授权的应用开发者开放

# PUKAttemptHint
source: Displays the remaining PUK attempt count for the current SIM card. You can contact your carrier to obtain the PUK for your SIM card. PUK typically allows up to 10 attempts. If all attempts are used, the SIM card will be permanently locked and cannot be recovered. You will need to contact your carrier for a replacement SIM.
zh_hans: 显示当前 SIM 卡剩余的 PUK 尝试次数。 您可以联系您的运营商获取PUK PUK 通常仅允许 10 次输入机会，用尽后 SIM 卡将永久锁定，并且无法恢复，您需要联系运营商更换SIM卡。

# QuickSwitchApp
source: Switch data SIM or network mode in a single tap
zh_hans: 快速切换蜂窝数据卡

source: Radio
zh_hans: 射频

source: Radio Access Technology: %@
zh_hans: 网络制式: %@

# ReadAndWrite
source: Read/Write
zh_hans: 可读写

# RebootCommCenterMessage
source: Restart Cellular Service? Restarting baseband services will temporarily interrupt cellular network connectivity. If your SIM or eSIM is PIN-protected, you may need to enter the PIN again to unlock it. If you only need to refresh the cellular signal or connection, it is recommended to use “Refresh Cellular Connection” instead.
zh_hans: 确认重启蜂窝网络服务？ 重启基带服务会暂时中断蜂窝网络连接。 如果您的SIM卡或eSIM已设置PIN，可能需要再次输入 PIN 以解锁。 如果您只是想刷新蜂窝网络信号，建议使用“刷新蜂窝网络信号”功能。

# RebootCommCenterService
source: Restart Cellular Service
zh_hans: 重启蜂窝网络服务

source: Reboot Now
zh_hans: 立即重启

source: Recommend
zh_hans: 推荐

# ReferenceAndAcknowledgements
source: References & Acknowledgements
zh_hans: 参考与致谢

source: References
zh_hans: 参考文献

source: Refresh
zh_hans: 刷新

source: Refresh Anyway
zh_hans: 继续刷新

source: Refresh Carrier Bundles
zh_hans: 刷新运营商配置

source: Refresh Cellular Connection
zh_hans: 刷新蜂窝网络信号

# RefreshCellularConnectionMessage
source: Refresh Cellular Connection? Refreshing the cellular connection may temporarily interrupt network connectivity.
zh_hans: 确认刷新蜂窝网络信号？ 刷新蜂窝网络信号会暂时中断蜂窝网络连接。

source: Refreshed
zh_hans: 已刷新

source: Refreshing…
zh_hans: 刷新中…

source: Registered
zh_hans: 已注册

source: Registration Denied
zh_hans: 网络拒绝注册

# RegistrationEmergencyOnly
source: Emergency Only
zh_hans: 仅限紧急呼叫

# RegistrationNotRegistered
source: Not Registered
zh_hans: 未注册

# RegistrationRegisteredHome
source: Registered (Home)
zh_hans: 已注册（本地网络）

# RegistrationRegisteredRoaming
source: Registered (Roaming)
zh_hans: 已注册（漫游网络）

# RegistrationSearching
source: Searching…
zh_hans: 正在搜索...

source: Registration Status: %@
zh_hans: 注册状态: %@

# RemainingPINAttemptCount
source: SIM Card Remaining PIN Attempt Count: %@
zh_hans: SIM卡PIN剩余尝试次数: %@ 次

# RemainingPUKAttemptCount
source: SIM Card Remaining PUK Attempt Count: %@
zh_hans: SIM卡PUK剩余尝试次数: %@ 次

# RemoveFailed
source: Failed to remove
zh_hans: 删除失败

# ResetAllWarningMessage
source: All warnings will be displayed again, and some settings will be restored to default. Are you sure you want to reset all warnings?
zh_hans: 全部警告将再次显示，部分设置将会被恢复至默认设置。确定重设全部警告?

source: Reset All Warnings
zh_hans: 重设全部警告

# ResetCarrierBundleFailed
source: Failed to reset system carrier bundles
zh_hans: 恢复IPCC失败

source: Reset Completed
zh_hans: 已重设

source: Restarting Services…
zh_hans: 服务重启中…

# RestartingServicesFailed
source: Restart Cellular Service Failed! Please try again later.
zh_hans: 重启蜂窝网络服务失败, 请稍后再试

# RestoreDefaultActiveBandsWarningMessage
source: Are you sure you want to restore the network band settings of the selected slot?
zh_hans: 确定恢复所选卡槽的网络频段设置?

source: Restore Default Settings
zh_hans: 恢复默认设置

source: Restore IPCC to System
zh_hans: 还原运营商配置文件为系统默认版本

source: Restore IPCC to System Failed
zh_hans: 还原运营商配置文件为系统默认版本失败

# RestoreIPCCToSystemFailedWithReason
source: Restore IPCC to System Failed. %@
zh_hans: 还原运营商配置文件为系统默认版本失败, %@

source: Restore IPCC to System Successful
zh_hans: 还原运营商配置文件为系统默认版本成功

# restoreIPCCToSystemTips
source: ⚠️ This operation will remove all installed IPCC files and restore the carrier bundle to the default version provided by the current system firmware. All custom IPCC modifications will be permanently removed. This operation will reset carrier-related configurations and remove all custom settings. You may reinstall any IPCC files if needed. Proceed with caution.
zh_hans: ⚠️ 此操作将删除所有已安装的 IPCC 文件，并恢复为当前系统版本出厂自带的运营商配置（IPCC）。 所有已安装的自定义 IPCC 修改将被永久移除。此操作会重置运营商相关配置，并移除所有自定义设置。您可以再次安装您需要的 IPCC 文件。 请谨慎操作。

source: Restricted
zh_hans: 受限

# RestrictedAndPath
source: Restricted The following directories are not writable: %@
zh_hans: 受限 以下目录不可写入: %@

# RootHelperMissingMessage
source: RootHelper is missing. Please reinstall the app to restore the required components.
zh_hans: RootHelper 组件缺失，请重新安装应用以恢复必要组件

# RootHelperNoPermission
source: No permission to run RootHelper, please check the installation environment, and it is recommended to install the App using TrollStore or TrollStore Lite.
zh_hans: 无权限运行RootHelper, 请检查安装环境，建议使用TrollStore或TrollStore Lite安装App

# RSCP
source: RSCP: %@ dBm
zh_hans: 接收信号码功率(RSCP): %@ dBm

# RSCPHint
source: RSCP(Received Signal Code Power) measures how strong the 3G signal is that your phone receives from the cell tower. A higher (less negative) value means a stronger signal.
zh_hans: RSCP(Received Signal Code Power)接收信号码功率表示手机从基站接收到的 3G 信号强度。 数值越高（越接近 0），信号越强。

# RSRP
source: RSRP: %@ dBm
zh_hans: 参考信号接收功率(RSRP): %@ dBm

# RSRPHint
source: RSRP (Reference Signal Received Power) is a key metric used in 4G (LTE) and 5G networks to measure cellular signal strength, expressed in dBm. It represents the signal power received from the base station by the device. A higher value (closer to 0 dBm) indicates a stronger signal, while a lower value (e.g., -110 dBm) indicates a weaker signal.
zh_hans: RSRP（参考信号接收功率）是 4G(LTE)/5G 网络中衡量基站信号强度的核心指标，单位为 dBm，表示手机接收到的基站信号强度。 数值越高（越接近 0），信号越强，数值越小（如 -110 dBm），信号越弱。

source: Run Compatibility Check
zh_hans: 运行兼容性检测

source: Save
zh_hans: 保存

# SaveActivationTicketConfirmMessage
source: ⚠️Please confirm that this activation ticket belongs to the current device. If the ticket is invalid or does not match the device, it will be rejected by the system and may cause the device to enter an unactivated state. If Find My is enabled, you may need to re-enter your account password to unlock the device. Do you want to save and replace the current activation ticket?
zh_hans: ⚠️请确认该基带激活信息属于当前设备。 如果激活信息无效或与设备不匹配，系统将拒绝该信息，并可能导致设备进入未激活状态。若设备已开启“查找”功能，您可能需要重新输入账户密码以解锁设备。 是否确认保存并替换当前的基带激活信息？

# SaveActivationTicketFailedMessage
source: Failed to save the activation ticket. Please try again later.
zh_hans: 保存基带激活信息失败，请稍后重试

# SaveActivationTicketSuccessfulMessage
source: The activation ticket has been saved successfully and will take effect after a restart. If the device enters the activation screen after rebooting, it means the ticket is invalid or does not match the device, and has been rejected by the system. Would you like to restart now? You can also restart the device later.
zh_hans: 基带激活信息已成功保存，重启设备后生效。 如果重启后设备进入激活界面，说明当前激活信息无效或与设备不匹配，系统已拒绝该激活信息。 是否立即重启？您也可以稍后手动重启设备。

# SaveActiveBandsWarningMessage
source: Save the current network band settings? Incorrect band settings may cause cellular network issues, such as “No Service”.
zh_hans: 保存当前设定的网络频段设置? 错误的频段设置可能会导致蜂窝网络出现“无服务”等异常情况。

# SavedSIMRecord
source: Saved SIM records (ICCID): %@
zh_hans: 已保存的SIM卡记录(ICCID): %@

# ScramblingCode
source: UMTS/WCDMA PSC: %@
zh_hans: UMTS/WCDMA扰码(PSC): %@

# ScramblingCodeHint
source: UMTS/WCDMA Scrambling Code (PSC) identifier used in UMTS networks to distinguish cells operating on the same frequency.
zh_hans: 3G网络UMTS/WCDMA扰码 UMTS/WCDMA Scrambling Code (PSC) 用于区分同一频点下不同3G基站的小区识别码。

# ScreenCaptureMessage
source: You have just taken a screenshot or screen recording. Sensitive information such as IMSI, ICCID, and IMEI may still be visible. Please avoid sharing this screenshot or screen recording file to prevent potential data leakage. You can tap the 🔒 icon in the top-right corner to hide sensitive information, or disable this alert in Settings.
zh_hans: 您刚刚进行了截图或屏幕录制，IMSI、ICCID、IMEI 等敏感信息可能仍然可见。 为防止信息泄露，请避免分享该截图或屏幕录制文件。 您可以点击右上角的🔒图标隐藏敏感信息，或在设置中关闭此提示。

source: Selectable Plan: %@
zh_hans: 可选择的蜂窝数据卡: %@

source: Select All
zh_hans: 全选

source: Selected
zh_hans: 已选择

# SelectFileMessage
source: Please select a file
zh_hans: 请选择文件

source: Select IPCC File
zh_hans: 选择IPCC文件

source: Select Network Type: %@
zh_hans: 选择的网络类型: %@

source: Serving Cell Band: %@
zh_hans: 连接频段: %@

source: Serving Cell ID: %@
zh_hans: 当前服务基站ID(Cell ID): %@

# ServingCellIDHint
source: Identifier of the cellular base station currently serving the device.
zh_hans: 当前连接蜂窝基站的唯一标识符

# ServingLocationAreaCode
source: LAC: %@
zh_hans: 服务小区位置区码(LAC): %@

# ServingLocationAreaCodeHint
source: Serving Location Area Code (LAC) identifies the approximate service area of the device within the operator’s network. This parameter mainly originates from 2G / 3G networks. In 4G(LTE) / 5G networks, the Tracking Area Code (TAC) is typically used instead. However, in some 4G(LTE) / 5G environments, the device may still retain LAC information for purposes such as voice fallback or inter-network interoperability.
zh_hans: 服务小区位置区码LAC(Serving Location Area Code)用于标识设备在运营商网络中的大致服务区域，该参数主要来源于 2G / 3G 网络，在 4G / 5G 网络中通常使用 TAC（跟踪区码）。在部分 4G / 5G 网络环境下设备仍可能保留此信息用于语音回落或网络连接

# ServingMCC
source: Serving Mobile Country Code(MCC): %@
zh_hans: 当前连接网络的移动国家代码(MCC): %@

# ServingMNC
source: Serving Mobile Network Code(MNC): %@
zh_hans: 当前连接网络的移动网络代码(MNC): %@

# ServingTrackingAreaCode
source: Serving Tracking Area Code (TAC): %@
zh_hans: 服务小区跟踪区码(TAC): %@

# ServingTrackingAreaCodeHint
source: Tracking Area Code (TAC) Identifies the approximate service area of the device in 4G(LTE) / 5G networks.
zh_hans: 服务小区跟踪区码 TAC（Tracking Area Code）用于标识设备在 4G / 5G 网络中的大致服务区域。

# SetNetwork2G3GMessage
source: 2G/3G networks are no longer supported in some regions. This may result in no service.
zh_hans: 部分地区2G/3G网络已关闭，锁定网络类型可能出现无服务

# SetNetworkTypeMessage
source: Set slot %1$d to %2$@ network mode?
zh_hans: 确定将卡%1$d的网络类型设定为%2$@?

# SetNetworkUnknownTypeMessage
source: The "Unknown" network mode may result in no service or unstable behavior.
zh_hans: 未知网络类型可能导致当前网络出现无服务或者不稳定情况

source: Setting
zh_hans: 设定

source: Setting Failed
zh_hans: 设定失败

source: Settings
zh_hans: 设置

# ShouldShowEmbeddedSIMTravelTips
source: Show eSIM Tips During Roaming: %@
zh_hans: 需要显示eSIM漫游提示: %@

source: Show
zh_hans: 显示

# ShowAlertWhenScreenCaptured
source: Show alert when screenshot or screen recording
zh_hans: 截图或屏幕录制时提醒

source: Show Cellular Data in Groups
zh_hans: 分组显示蜂窝网络数据

source: Show Inactive SIM Slots Data
zh_hans: 显示未使用卡槽信息

source: Show LTE as 4G
zh_hans: 强制LTE显示为4G

source: Show Warning Before Dialing: %@
zh_hans: 拨号前需要提示: %@

source: Signal Strength: %@
zh_hans: 信号强度: %@

source: SIM
zh_hans: SIM卡

# SIMAllowsPINLock
source: SIM Card Allows PIN Lock: %@
zh_hans: SIM卡允许使用PIN锁定: %@

# SIMCardMCC
source: SIM Card Mobile Country Code(MCC): %@
zh_hans: SIM卡的移动国家代码(MCC): %@

# SIMCardMNC
source: SIM Card Mobile Network Code(MNC): %@
zh_hans: SIM卡的移动网络代码(MNC): %@

source: SIM Hardware Info: %@
zh_hans: SIM硬件信息: %@

source: SIM Health: %@
zh_hans: SIM卡状态良好: %@

source: SIM Location: %@
zh_hans: SIM卡位置: %@

source: SIM Locked With PIN: %@
zh_hans: SIM卡已锁定: %@

# SIMPhonebookCount
source: SIM Stored Contacts Count: %d
zh_hans: SIM卡存储联系人数量: %d

# SIMPhonebookHint
source: Most modern SIM cards and eSIM profiles no longer support storing contacts on the SIM card, therefore the phonebook count usually returns 0.
zh_hans: 大多数现代SIM卡和eSIM已不再支持在SIM卡中存储联系人，因此SIM卡存储的联系人数量通常为0

source: SIM Present: %@
zh_hans: SIM卡已插入: %@
